Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotCopyRevolveAxis Property
 The axis cannot be copied.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCopyRevolveAxis { get; }
Public Shared ReadOnly Property CannotCopyRevolveAxis As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCopyRevolveAxis {
	FailureDefinitionId^ get ();
}
static member CannotCopyRevolveAxis : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace